Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Share Indefinitely
ar: مشاركة لأجل غير مسمى
bg: Споделяне за неопределено време
ca: Indefinidament
cs: Sdílet trvale
da: Del altid
de: Unbegrenzt
el: Κοινοποίηση επ’ αόριστο
es: Compartir indefinidamente
es_us: Compartir indefinidamente
fi: Jaa toistaiseksi
fr: Partager indéfiniment
fr_ca: Partager indéfiniment
he: שיתוף ללא הגבלת זמן
hi: अनिश्चितकालीन रूप से शेयर करें
hr: Dijeli neograničeno
hu: Megosztás határozatlan ideig
id: Bagikan Tanpa Batas Waktu
it: Condividi per sempre
ja: 無期限
kk: Шексіз бөлісу
ko: 계속 공유
lt: Bendrinti neribotą laiką
ms: Kongsi Selama-lamanya
nl: Deel voor altijd
no: Del på ubestemt tid
pl: Udostępniaj stale
pt_br: Compartilhar Indefinidamente
pt_pt: Partilhar indefinidamente
ro: Partajați nedeterminat
ru: Поделиться бессрочно
sk: Zdieľať natrvalo
sl: Deli za nedoločen čas
sv: Dela alltid
th: แชร์ตลอดไป
tr: Süresiz Paylaş
uk: Безстроково
vi: Chia sẻ vô hạn
zh_cn: 始终共享
zh_hk: 永久共享
zh_tw: 永久分享

# APP_ACCESS_COMPLETE
source: Step 2 Complete
ar: اكتملت الخطوة ٢
bg: Стъпка 2 е завършена
ca: Pas 2 completat
cs: Krok 2 dokončen
da: Trin 2 færdig
de: Schritt 2 abgeschlossen
el: Ολοκληρώθηκε το βήμα 2
es: Paso 2 completado
es_us: Paso 2 terminado
fi: Vaihe 2 suoritettu
fr: Étape 2 terminée
fr_ca: Étape 2 terminée
he: השלב השני הושלם
hi: चरण 2 पूरा हुआ
hr: Korak 2 dovršen
hu: 2. lépés kész
id: Langkah 2 Selesai
it: Passaggio 2 completato
ja: 手順2完了
kk: 2-қадам аяқталды
ko: 2단계 완료
lt: 2 veiksmas baigtas
ms: Langkah 2 Selesai
nl: Stap 2 voltooid
no: Trinn 2 fullført
pl: Krok 2 wykonany
pt_br: Passo 2 Concluído
pt_pt: Passo 2 concluído
ro: Pasul 2 finalizat
ru: Шаг 2 завершен
sk: Krok 2 bol dokončený
sl: 2. korak je dokončan
sv: Steg 2 slutfört
th: ขั้นตอนที่ 2 สำเร็จ
tr: 2. Adım Bitti
uk: Крок 2 завершено
vi: Hoàn tất bước 2
zh_cn: 步骤2完成
zh_hk: 步驟2完成
zh_tw: 第2步完成

# CONTINUITY_DISCONNECT_ERROR_TITLE
source: Unable to Disconnect
ar: غير قادر على قطع الاتصال
bg: Неуспешно прекъсване на връзката
ca: Error en desconnectar
cs: Odpojení se nezdařilo
da: Kan ikke afbryde forbindelse
de: Trennen der Verbindung nicht möglich
el: Δεν είναι δυνατή η αποσύνδεση
es: No se puede desconectar
es_us: Error al desconectar
fi: Yhteyttä ei voida katkaista
fr: Déconnexion impossible
fr_ca: Déconnexion impossible
he: לא ניתן להתנתק
hi: डिस्कनेक्ट करने में असमर्थ
hr: Ne može se odspojiti
hu: Nem lehet leválasztani
id: Tidak Dapat Memutuskan
it: Disconnessione non riuscita
ja: 接続解除できません
kk: Ажырату мүмкін емес
ko: 연결 해제할 수 없음
lt: Nepavyko atjungti
ms: Gagal Memutuskan Sambungan
nl: Loskoppelen mislukt
no: Kan ikke koble fra
pl: Nie można rozłączyć
pt_br: Não foi possível desconectar
pt_pt: Não é possível desligar
ro: Dispozitivul nu a putut fi deconectat
ru: Сбой отключения
sk: Zariadenie sa nedá odpojiť
sl: Ni mogoče prekiniti povezave
sv: Det gick inte att koppla från
th: ไม่สามารถเลิกเชื่อมต่อได้
tr: Bağlantı Kesilemiyor
uk: Не вдається відʼєднати
vi: Không thể ngắt kết nối
zh_cn: 无法断开连接
zh_hk: 無法中斷連線
zh_tw: 無法中斷連接

# RESET_ALERT_BODY
source: By continuing, all sharing and access will be reset. Anything you’re currently sharing will no longer be shared, and apps will no longer have access to your information. If you don’t want to reset all, you can manage sharing and access for specific people and apps.
ar: عند المتابعة، ستتم إعادة تعيين المشاركة وأذونات الوصول بالكامل. أي شيء تشاركه حاليًا لن تتم مشاركته بعد الآن، ولن يعود بإمكان التطبيقات الوصول إلى معلوماتك. إذا كنت لا تريد إعادة تعيين الكل، يمكنك إدارة المشاركة والوصول لأشخاص معينين وتطبيقات معينة.
bg: Ако продължите, всичко, до което има достъп и се споделя, ще бъде нулирано. Всичко, което споделяте в момента, повече няма да се споделя и приложенията повече няма да имат достъп до вашата информация. Ако не искате да нулирате всичко, можете да управлявате споделянето и достъпа за отделни хора и приложения.
ca: Si continues, es restabliran la informació que comparteixes i l’accés. Es deixarà de compartir tot el que ara comparteixes, i les apps ja no tindran accés a la teva informació. Si no vols restablir‑ho tot, pots gestionar què es comparteix i el nivell d’accés per a persones i apps específiques.
cs: Pokud budete pokračovat, dojde ke kompletnímu resetování sdílení a přístupu k informacím. Zastaví se veškeré aktivní sdílení a aplikace už nebudou mít k vašim informacím přístup. Pokud nechcete provést kompletní reset, můžete upravit nastavení sdílení a přístupu pro konkrétní uživatele a aplikace.
da: Hvis du fortsætter, bliver al deling og adgang nulstillet. Alt, hvad du i øjeblikket deler, vil ikke længere blive delt, og apps vil ikke længere have adgang til dine oplysninger. Hvis du ikke ønsker at nulstille alt, kan du administrere deling og adgang for bestemte personer og apps.
de: Wenn du fortfährst, wird jedweder Zugriff zum Teilen zurückgesetzt. Nichts, was du bisher teilst, wird weiterhin geteilt, und Apps haben keinen Zugriff mehr auf deine Informationen. Falls du nicht alles zurücksetzen möchtest, kannst du app- und personenspezifisch verwalten, was du teilen und welche Zugriffsrechte du vergeben möchtest.
el: Αν συνεχίσετε, θα πραγματοποιηθεί επαναφορά κάθε δυνατότητας κοινοποίησης και πρόσβασης. Οποιαδήποτε δεδομένα κοινοποιείτε επί του παρόντος δεν θα κοινοποιούνται πλέον και οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στα δεδομένα σας. Αν δεν επιθυμείτε την επαναφορά όλων, μπορείτε να διαχειριστείτε την κοινοποίηση και πρόσβαση για συγκεκριμένα άτομα και εφαρμογές.
es: Si continúas, se revocarán todos los permisos de acceso y el uso compartido de tus datos. Se dejará de compartir lo que estés compartiendo y las apps ya no podrán acceder a tu información. Si no quieres revocarlo todo, puedes gestionar los permisos de acceso y el uso compartido con ciertas personas y apps.
es_us: Si continúas, se restablecerán todos los accesos y lo que compartes, lo que ocasionará que las apps ya no tengan acceso a tu información y que se deje de compartir cualquier cosa que compartías. Si no quieres restablecerlo todo, puedes administrar estas preferencias para apps y personas específicas.
fi: Jos jatkat, kaikki jakaminen ja käyttöoikeudet nollataan. Mitään ei enää jaeta eivätkä apit voi enää käyttää tietojasi. Jos et halua nollata kaikkea, voit hallita tiettyjen käyttäjien ja appien jakamia tietoja ja käyttöoikeuksia.
fr: Si vous poursuivez, tous les partages et accès seront réinitialisés. Les éléments actuellement partagés ne le seront plus et les apps n’auront plus accès à vos informations. Si vous ne voulez pas tout réinitialiser, vous pouvez gérer les partages et les accès pour des personnes et des apps spécifiques.
fr_ca: En continuant, tous les partages et accès seront réinitialisés. Tout partage cessera, et les apps n’auront plus accès à vos informations. Si vous ne voulez pas tout réinitialiser, vous pouvez gérer le partage et l’accès pour des personnes et des apps spécifiques.
he: המשך הפעולה יוביל לכך שכל הגדרות השיתוף והגישה יתאפסו. כל מה ששיתפת עד כה לא ישותף עוד, וליישומים לא תהיה עוד גישה למידע שלך. אם אינך רוצה לאפס את הכל, באפשרותך לנהל את הגדרות השיתוף והגישה רק עבור אנשים ויישומים מסוימים.
hi: जारी रखने से, सभी शेयरिंग और ऐक्सेस को रीसेट किया जाएगा। अभी आप जो शेयर कर रहे हैं, उसे अब और शेयर नहीं किया जाएगा और ऐप्स के पास अब आपकी जानकारी का ऐक्सेस नहीं होगा। यदि आप सभी को रीसेट नहीं करना चाहते हैं, तो आप विशिष्ट लोगों और ऐप्स के लिए शेयरिंग और ऐक्सेस को प्रबंधित कर सकते हैं।
hr: Ako nastavite, resetirat će se sva dijeljenja i pristupne ovlasti. Sve što trenutačno dijelite više neće biti dijeljeno i aplikacije više neće imati pristup vašim informacijama. Ako ne želite resetirati sve, možete odrediti mogućnosti dijeljenja i pristupa za određene osobe i aplikacije.
hu: A folytatással minden megosztás és hozzáférés alaphelyzetbe áll. A jelenleg Ön által megosztott információk a továbbiakban nem lesznek megosztva, és az appok többé nem rendelkeznek hozzáféréssel az Ön információihoz. Ha nem szeretne mindent alaphelyzetbe állítani, akkor kezelheti a megosztást és a hozzáférést adott személyek és appok esetében.
id: Dengan melanjutkan, semua berbagi dan akses akan diatur ulang. Semua yang sedang Anda bagikan tidak akan lagi dibagikan dan app tidak akan lagi memiliki akses ke informasi Anda. Jika Anda tidak ingin mengatur ulang semua, Anda dapat mengelola berbagi dan akses untuk orang dan app secara spesifik.
it: Se procedi, tutte le condivisioni e gli accessi verranno inizializzati. La condivisione di tutti dati verrà interrotta e le app non potranno più accedere alle tue informazioni. Se non vuoi inizializzare tutti gli elementi, puoi gestire la condivisione e l’accesso in base a persone e app specifiche.
ja: 続行すると、すべての共有とアクセスがリセットされます。現在共有しているものはすべて共有されなくなり、アプリであなたの情報にアクセスすることはできなくなります。すべてをリセットしない場合は、特定の人やアプリとの共有とアクセスを管理できます。
kk: Жалғастыру арқылы барлық бөлісу және қол жеткізу рұқсаттары қалпына келтіріледі. Қазір бөлісіп жатқан кез келген нәрсе бұдан былай бөлісілмейді және қолданбалар ақпаратыңызға бұдан былай қол жеткізе алмайды. Барлығын бастапқы күйге қайтару қажет болмаса, белгілі бір адамдар мен қолданбалар үшін ортақ пайдалануды және қол жеткізуді басқаруға болады.
ko: 계속 진행하면 모든 공유 및 접근 권한이 재설정됩니다. 현재 공유 중인 모든 정보는 더 이상 공유되지 않으며, 앱은 더 이상 사용자의 정보에 접근할 수 없게 됩니다. 모든 항목에 대해 일괄적으로 재설정하기를 원치 않는다면, 특정 사람 및 앱에 따라 공유 및 접근 권한을 관리할 수도 있습니다.
lt: Jei tęsite, visi bendrinimo ir prieigos nustatymai bus nustatyti iš naujo. Bet kokia šiuo metu bendrinama informacija nebebus bendrinama, o programos nebeturės prieigos prie jūsų informacijos. Jei nenorite visko nustatyti iš naujo, galite valdyti konkrečių žmonių ir programų bendrinimą bei prieigą.
ms: Dengan meneruskan, semua perkongsian dan akses akan direset. Sebarang perkara yang anda kongsi pada masa ini tidak lagi akan dikongsi dan app tidak lagi akan mempunyai akses kepada maklumat anda. Jika anda tidak mahu mereset semua, anda boleh mengurus perkongsian dan akses untuk orang serta app tertentu.
nl: Als je doorgaat, worden alle delings- en toegangsinstellingen opnieuw ingesteld. Alles wat je momenteel deelt, wordt niet meer gedeeld en apps hebben geen toegang meer tot je informatie. Als je niet alles opnieuw wilt instellen, kun je het delen en de toegang voor specifieke personen en apps beheren.
no: Hvis du fortsetter, vil all deling og tilgang bli nullstilt. Alt du deler for øyeblikket, vil bli avsluttet, og apper vil ikke lenger ha tilgang til informasjonen din. Hvis du ikke vil nullstille alt, kan du administrere deling og tilgang for bestemte personer og apper.
pl: Jeśli będziesz kontynuować, wszystkie ustawienia udostępniania i dostępu zostaną wyzerowane. Wszystko, co obecnie udostępniasz, nie będzie już udostępniane, a aplikacje utracą dostęp do Twoich informacji. Jeśli nie chcesz wykonać pełnego zerowania, możesz zarządzać udostępnianiem i dostępem dla wybranych osób i aplikacji.
pt_br: Se você continuar, todo o compartilhamento e acesso serão redefinidos. Tudo que você compartilha deixará de ser compartilhado e os apps perderão o acesso às suas informações. Se você não quiser redefinir, pode gerenciar o compartilhamento e o acesso para pessoas e apps específicos.
pt_pt: Ao continuar, serão repostas todas as permissões de partilha e de acesso. Tudo o que esteja a partilhar deixará de ser partilhado e as aplicações deixarão de ter acesso à sua informação. Se não quiser repor tudo, pode gerir a partilha e o acesso de pessoas e aplicações específicas.
ro: În cazul în care continuați, toate partajările și accesul vor fi resetate. Orice partajați în prezent nu va mai fi partajat, iar aplicațiile nu vor mai avea acces la informațiile dvs. Dacă nu doriți să resetați tot, puteți gestiona partajarea și accesul pentru anumite persoane și aplicații.
ru: Если продолжить, будут сброшены любые права доступа, ранее предоставленные Вами. Будет закрыт доступ ко всему, чем Вы сейчас делитесь с другими людьми, а приложения утратят доступ к Вашей информации. Если Вы не хотите сбрасывать все, можно перейти к управлению доступом для отдельных людей и приложений.
sk: Ak sa rozhodnete pokračovať, dôjde k úplnému resetovaniu zdieľania a prístupu k informáciám. Zdieľanie všetkých vašich informácií bude zastavené a apky k nim už nebudú mať prístup. Ak nechcete vykonať úplný reset, môžete spravovať zdieľanie a prístup pre konkrétnych ľudí a apky.
sl: Če nadaljujete, bosta celotno deljenje in dostop ponastavljena. Vse, kar trenutno delite, ne bo več deljeno, in aplikacije ne bodo več imele dostopa do vaših podatkov. Če ne želite ponastaviti vsega, lahko deljenje in dostop upravljate za določene osebe oziroma aplikacije.
sv: När du fortsätter nollställs all delning och åtkomst. Allt du för närvarande delar slutar att delas och appar får inte längre tillgång till din information. Om du inte vill nollställa allt kan du hantera delning och åtkomst för specifika personer och appar.
th: โดยการดำเนินการต่อ หมายความว่าการแชร์และการเข้าถึงทั้งหมดจะถูกรีเซ็ต ทุกสิ่งที่คุณแชร์อยู่ตอนนี้จะไม่ถูกแชร์อีกต่อไป และแอปจะไม่สามารถเข้าถึงข้อมูลของคุณได้อีกต่อไป ถ้าคุณไม่ต้องการรีเซ็ตการตั้งค่าทั้งหมด คุณสามารถจัดการการแชร์และการเข้าถึงสำหรับบางคนและบางแอปได้
tr: Sürdürüldüğünde tüm paylaşım ve erişim sıfırlanır. Şu anda paylaştıklarınız artık paylaşılmaz ve uygulamalar artık bilgilerinize erişemez. Tamamını sıfırlamak istemiyorsanız belirli kişiler ve uygulamalar için paylaşımı ve erişimi yönetebilirsiniz.
uk: Якщо продовжити, усі дозволи на поширення та доступ буде скинуто. Усе, що ви наразі поширюєте, надалі не поширюватиметься, а програми більше не матимуть доступу до інформації. Якщо ви не хочете скидати все, можна керувати поширенням і доступом для окремих людей і програм.
vi: Bằng việc tiếp tục, tất cả việc chia sẻ và quyền truy cập sẽ được đặt lại. Mọi thông tin mà bạn hiện đang chia sẻ sẽ không được chia sẻ nữa và các ứng dụng sẽ không có quyền truy cập vào thông tin của bạn nữa. Nếu bạn không muốn đặt lại tất cả, bạn có thể quản lý việc chia sẻ và truy cập cho những người và ứng dụng cụ thể.
zh_cn: 若继续，将还原所有共享和访问。你当前正共享的所有内容将不再共享，且App也不再能访问你的信息。如果不想全部还原，你可以针对特定用户和App管理共享和访问。
zh_hk: 如繼續，將重設所有共享和取用權限。你目前正在共享的內容將會停止共享，App也無法再取用你的資料。如你不想全部重設，你可以針對指定聯絡人和App管理共享和取用權限。
zh_tw: 若繼續，將重置所有分享和取用權限。目前正在分享的任何內容都將停止分享，App也無法再取用你的資訊。若不想要重置全部，你可以管理特定聯絡人和App的分享和取用權限。

source: Try Again
ar: المحاولة مرة أخرى
bg: Опитай отново
ca: Reintenta
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Νέα δοκιμή
es: Reintentar
es_us: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
he: ניסיון נוסף
hi: फिर कोशिश करें
hr: Ponovi
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: やり直す
kk: Әрекетті қайталау
ko: 다시 시도
lt: Bandyti dar kartą
ms: Cuba Lagi
nl: Opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Repetir
pt_pt: Voltar a tentar
ro: Reîncercați
ru: Повторить
sk: Skúste to znovu
sl: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
uk: Ще раз
vi: Thử lại
zh_cn: 重试
zh_hk: 再試
zh_tw: 再試一次

# RESET_ALL_CONFIRMATION_REMINDERS
source: By continuing, apps will no longer have access to your reminders. From now on, apps cannot access your reminders without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى تذكيراتك. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى تذكيراتك من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до напомнянията ви. От сега нататък приложенията няма да имат достъп до напомнянията ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés als recordatoris i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k připomínkám. Od této chvíle k nim budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til dine påmindelser. Fra nu af kan apps ikke få adgang til dine påmindelser uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deine Erinnerungen. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deine Erinnerungen zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στις υπομνήσεις σας. Από εδώ και στο εξής, οι εφαρμογές δεν μπορούν να έχουν πρόσβαση στις υπομνήσεις σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tus recordatorios y, a partir de ahora, solo podrán acceder a ellos con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tus recordatorios y, de ahora en adelante, requerirán tu permiso para usarlos.
fi: Jos jatkat, apit eivät enää voi käyttää muistutuksiasi. Tästä eteenpäin apit eivät enää voi käyttää muistutuksiasi ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à vos rappels. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à vos rappels et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים לתזכורות שלך. מעתה, יישומים לא יוכלו לגשת לתזכורות שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके रिमाइंडर का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके रिमाइंडर को ऐक्सेस नहीं कर सकते हैं।
hr: Ako nastavite, aplikacije više neće imati pristup vašim podsjetnicima. Odsad aplikacije više neće moći pristupiti podsjetnicima bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni az emlékeztetőihez. Mostantól az appok nem fognak tudni hozzáférni az emlékeztetőihez az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke pengingat Anda. Mulai sekarang, app tidak dapat mengakses pengingat Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso ai promemoria. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでリマインダーにアクセスできなくなります。今後、あなたの許可なく、アプリでリマインダーにアクセスすることはできません。
kk: Жалғастыру арқылы қолданбалар еске салғыштарға енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз еске салғыштарға қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 미리 알림에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 미리 알림에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie jūsų priminimų. Nuo šiol programos negalės pasiekti priminimų be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada peringatan anda. Mulai sekarang, app tidak boleh mengakses peringatan anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je herinneringen. Voortaan hebben apps zonder je toestemming geen toegang tot je herinneringen.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til påminnelsene dine. Fra nå av kan ikke apper bruke påminnelsene dine uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Twoich przypomnień. Od teraz aplikacje nie będą miały dostępu do Twoich przypomnień bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso aos seus lembretes. De agora em diante, os apps não poderão acessar os seus lembretes sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso aos lembretes. A partir de agora, as aplicações não podem aceder aos lembretes sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la mementourile dvs. De acum înainte, aplicațiile nu vor putea accesa mementourile fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к Вашим напоминаниям. Впоследствии приложения не смогут получать доступ к напоминаниям без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vašim pripomienkam. Odteraz budú apky môcť pristupovať k vašim pripomienkam, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do vaših opomnikov. Aplikacije odslej ne morejo dostopati do opomnikov brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till dina påminnelser. Från och med nu kan appar inte längre komma åt dina påminnelser utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงเตือนความจำของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงเตือนความจำของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık anımsatıcılarınıza erişemez. Bundan sonra uygulamalar izniniz olmadan anımsatıcılarınıza erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до нагадувань. Відтепер програми не зможуть отримувати доступ до нагадувань без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào lời nhắc của bạn nữa. Từ bây giờ trở đi, các ứng dụng không thể truy cập lời nhắc mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问提醒事项。从现在开始，未经你的许可，App无法访问提醒事项。
zh_hk: 如繼續，App將再無法取用你的提醒事項。現在開始，如沒有你的授權，App將無法取用你的提醒事項。
zh_tw: 若繼續，App將無法取用你的提醒事項。從現在起，App無法未經你的許可取用提醒事項。
